{
    "feature1": {
        "title": "Power",
        "mainIdea": "Fiber Optic",
        "text": "The Kyber HR 1x4 is charged by a fiber optic cable, using ambient light to control brightness levels. Tritium is the second source of power for the optic, when light conditions are low it illuminates. "
    },
    "feature2": {
        "title": "Materials",
        "mainIdea": "Expert Craftsmanship",
        "text": "Housing for our scopes are crafted with Ti 6Al-4V grade Titanium.  Scope buffers, base, elevation covers, and  top rail mount utilize a CNC machine with 7075-T6 Aluminum to produce top of the line strength and quality exterior accesories. Light adjustment buttons, and Fiber optic housing intakes are designed with EPDM rubber for maximum wear and tear resistance. "
    },
    "feature3": {
        "title": "Accessibility",
        "mainIdea": "Widely Compatible",
        "text": "Horus Arms integrates an industry standard picatinny rail mount on the bottom of the scope for universal use. Tightening of the scope mount is done either by hand, or use of an Allen key or flathead screwdriver. No tools are needed to adjust light levels, windage or elevation. "
    },
    "feature4": {
        "title": "Optimization",
        "mainIdea": "Modern Technology",
        "text": "Available with a four times magnification, and a one time magnification accessible with a RMR mounted on top of the picatinny rail.  All lenses are coated with a multi layer anti-glare film, which gives unparalleled field of view and clarity. Using Nitrogen gas sealed in the the housing of the scope we made it waterproof. In addition to being sealed the nitrogen gas prevents water from forming on the inside of the scope, allowing you to always have a crystal clear sight picture. "
    },
    
    "products1": {
        "title": "Kyber HR 1x4 ",
        "description": "High performance optic"
    },
    "products2": {
        "title": "Kiros HR Muzzle Break",
        "description": "Direct thread agressive muzzle break"
    },
    "products3": {
        "title": "HR 45 Canted",
        "description": "Picatinny rail mounted canted 45 degree "
    }
}
  